Repository: euynus/DaysRemember
Catalog: DaysRemember/Resources/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 关于提醒排程
en: About Reminder Scheduling
zh_hant: 關於提醒排程

source: 最近删除和同步保留版本保留 30 天。它们与本机恢复副本都只保存在这台设备。
en: Recently deleted days and saved sync versions are kept for 30 days. They and local recovery copies are stored only on this device.
zh_hant: 最近刪除和同步保留版本保留 30 天。它們與本機還原副本都只儲存在這台裝置。

source: 除夕
en: Lunar New Year's Eve

source: 远山
en: Distant Peaks
zh_hant: 遠山

source: 花园
en: Garden
zh_hant: 花園

source: 星野
en: Under the Stars

source: 归家
en: Homecoming
zh_hant: 歸家

source: 相伴
en: Companions

source: 启程
en: Off We Go
zh_hant: 啟程

source: 模板插图
en: Illustrations
zh_hant: 模板插圖

source: 语言
en: Language
zh_hant: 語言

source: 跟随系统
en: System Default
zh_hant: 跟隨系統

source: %@ %@，回到本月
en: %@ %@, return to this month

source: %@ · 本机保留版本
en: %@ · Local Version
zh_hant: %@ · 本機保留版本

source: %@年
en: Year %@

source: %@的本机封面
en: Local cover for %@
zh_hant: %@的本機封面

source: %@，%@，已置顶
en: %@, %@, pinned
zh_hant: %@，%@，已置頂

source: %@，%lld 个日子
en: %1$@, %2$lld events
zh_hant: %@，%lld 個日子

source: %lld 天前
en: %lld days ago

source: %lld 天后
en: in %lld days
zh_hant: %lld 天後

source: %lld天前
en: %lld days ago

source: %lld天后
en: in %lld days
zh_hant: %lld天後

source: %lld月
en: Month %lld

source: 22:00 起顺延次日 %@；08:00 前顺延当日 %@
en: At or after 22:00, reminders move to %@ the next day; before 08:00, to %@ the same day.
zh_hant: 22:00 起順延次日 %@；08:00 前順延當日 %@

# countdown.daysAgoUnit
source: 天前
en: days ago

# countdown.daysLeftUnit
source: 天后
en: days to go
zh_hant: 天後

source: iCloud 数据来自更新版本，请先更新 App。
en: The iCloud data was created by a newer version. Update the app first.
zh_hant: iCloud 資料來自較新版本，請先更新 App。

source: iCloud 照片未完整下载，未覆盖本机数据。
en: The iCloud photo has not finished downloading. Local data has not been replaced.
zh_hant: iCloud 照片尚未完整下載，未覆寫本機資料。

source: iCloud 记录无效，未覆盖本机数据。
en: The iCloud record is invalid. Local data has not been replaced.
zh_hant: iCloud 記錄無效，未覆寫本機資料。

source: iCloud 账户已变更，同步已暂停
en: iCloud account changed; sync paused
zh_hant: iCloud 帳號已變更，同步已暫停

source: iCloud 账户已退出或变更。本机数据未删除；确认当前账户后才能继续同步。
en: The iCloud account was signed out or changed. Local data has not been deleted. Confirm the current account before resuming sync.
zh_hant: iCloud 帳號已登出或變更。本機資料未刪除；確認目前帳號後才能繼續同步。

source: iCloud 账户暂不可用
en: iCloud account unavailable
zh_hant: iCloud 帳號暫時無法使用

source: iCloud 配置未完成
en: iCloud setup incomplete
zh_hant: iCloud 設定未完成

# widget.daysAgoUnit
source: 天前
en: d ago

# widget.daysLeftUnit
source: 天后
en: d left
zh_hant: 天後

source: 「%@」就是明天
en: “%@” is tomorrow.

source: 「%@」还有 %lld 天
en: “%1$@” is in %2$lld days.
zh_hant: 「%@」還有 %lld 天

source: 一次
en: Once

source: 一页时光
en: A Page in Time
zh_hant: 一頁時光

source: 七夕
en: Qixi Festival

source: 上下轻扫调整照片裁剪位置
en: Swipe up or down to adjust the photo crop
zh_hant: 上下輕掃調整照片裁切位置

source: 上个月
en: Previous month
zh_hant: 上個月

source: 下一次 · 第%lld周年
en: Next · %lld-year anniversary
zh_hant: 下一次 · 第%lld週年

source: 下一次已安排提醒
en: Next Scheduled Reminder

source: 下个月
en: Next month
zh_hant: 下個月

source: 不可用
en: Unavailable
zh_hant: 無法使用

source: 不提醒
en: Off

source: 不选择时，自动显示最近的日子。
en: Leave unselected to automatically show the next event.
zh_hant: 不選擇時，自動顯示最近的日子。

source: 中
en: Medium

source: 中元
en: Ghost Festival

source: 中秋
en: Mid-Autumn Festival

source: 主屏幕
en: Home Screen
zh_hant: 主畫面

source: 云端资料区已删除，同步已暂停，未自动重新上传。请先导出本机备份。
en: The cloud data zone was deleted. Sync is paused and data has not been re-uploaded. Export a local backup first.
zh_hant: 雲端資料區已刪除，同步已暫停，未自動重新上傳。請先匯出本機備份。

source: 仅删除这份本机保留版本，删除后无法撤销。当前日子、分类、其他保留版本和已导出的备份不受影响。
en: Only this saved local version will be deleted. This cannot be undone. Your current days, categories, other saved versions, and exported backups are not affected.
zh_hant: 只會刪除此本機保留版本，刪除後無法復原。目前的日子、分類、其他保留版本和已匯出的備份不受影響。

source: 仅支持农历 1900 至 2100 年。
en: Lunar dates are supported from 1900 through 2100 only.
zh_hant: 僅支援農曆 1900 至 2100 年。

source: 仅追加本机未见过的记录，不覆盖已有记录。旧版数据可能包含曾在其他设备删除的日子；所有设备请升级后再编辑。
en: Only records not previously seen on this device will be added. Existing records will not be overwritten. Legacy data may include days deleted on other devices. Update all devices before editing.
zh_hant: 只會新增本機未曾見過的記錄，不會覆寫現有記錄。舊版資料可能包含曾在其他裝置刪除的日子；請先更新所有裝置，再進行編輯。

source: 今天
en: Today

source: 今天是「%@」
en: Today is “%@”.

source: 今天，%@
en: Today, %@

source: 从今天开始。
en: Start today.
zh_hant: 從今天開始。

source: 从文件恢复
en: Restore from File
zh_hant: 從檔案還原

source: 位置
en: Placement

source: 使用全局时间
en: Use Global Time
zh_hant: 使用全域時間

source: 例如：朋友
en: e.g. Friends

source: 保存
en: Save
zh_hant: 儲存

source: 保存到相册
en: Save to Photos
zh_hant: 儲存到相簿

source: 保存失败
en: Couldn't save
zh_hant: 儲存失敗

source: 保存时间
en: Saved At
zh_hant: 儲存時間

source: 值得记住的每一天
en: Every day worth remembering
zh_hant: 值得記住的每一天

source: 值得记住的，从这一天开始。
en: Start with a day worth remembering.
zh_hant: 值得記住的，從這一天開始。

source: 元宵
en: Lantern Festival

source: 兔
en: Rabbit

source: 全部
en: All

source: 全部日子
en: All Days

source: 公历
en: Gregorian
zh_hant: 國曆

source: 公历 %@
en: Gregorian: %@
zh_hant: 國曆 %@

source: 公历与农历最多预排未来 %lld 年，按时间保留最早 %lld 条（含晨间问候）；日子较多时范围会缩短。农历日期限于 1900–2100 年。
en: Gregorian and lunar reminders are scheduled up to %lld years ahead. Only the earliest %lld reminders, including the morning greeting, are kept, so more events shorten the coverage. Lunar dates are limited to 1900–2100.
zh_hant: 公曆與農曆最多預排未來 %lld 年，按時間保留最早 %lld 條（含晨間問候）；日子較多時範圍會縮短。農曆日期限於 1900–2100 年。

source: 关闭
en: Close
zh_hant: 關閉

source: 关闭搜索
en: Close search
zh_hant: 關閉搜尋

source: 其中 %lld 条日期提醒，最晚至 %@
en: %1$lld dated reminders, through %2$@
zh_hant: 其中 %lld 條日期提醒，最晚至 %@

source: 其他日子
en: Other days

source: 写下这一天的心情…
en: Write about this day...
zh_hant: 寫下這一天的心情…

source: 农历
en: Lunar
zh_hant: 農曆

source: 农历 %@
en: Lunar: %@
zh_hant: 農曆 %@

source: 农历%@%@年 · %@%@
en: Lunar %@ %@ · %@ %@
zh_hant: 農曆%@%@年 · %@%@

source: 农历%@年 · %@
en: Lunar %@ · %@
zh_hant: 農曆%@年 · %@

source: 农历年
en: Lunar Year
zh_hant: 農曆年

source: 农历日
en: Lunar Day
zh_hant: 農曆日

source: 农历日期
en: Lunar Date
zh_hant: 農曆日期

source: 农历日期超出范围
en: Lunar date out of range
zh_hant: 農曆日期超出範圍

source: 农历月
en: Lunar Month
zh_hant: 農曆月

source: 农历重复
en: Lunar recurrence
zh_hant: 農曆重複

source: 冬至
en: Winter Solstice

source: 分享
en: Share

source: 分享图片
en: Share Image
zh_hant: 分享圖片

source: 分享模板
en: Share template
zh_hant: 分享範本

source: 分享这一天
en: Share this day
zh_hant: 分享這一天

source: 分类
en: Categories
zh_hant: 分類

source: 分类 %@
en: Category: %@
zh_hant: 分類 %@

source: 分类 %@，%@
en: Category: %@, %@
zh_hant: 分類 %@，%@

source: 分类名称
en: Category Name
zh_hant: 分類名稱

source: 分类更改未能保存，之前的数据已保留。请检查可用空间，或从备份恢复。
en: Category changes could not be saved. Your previous data is preserved. Check available storage or restore a backup.
zh_hant: 分類變更未能儲存，先前的資料已保留。請檢查可用空間，或從備份還原。

source: 切换分类，或在加号里给它添个新日子。
en: Choose another category or tap + to add a day.
zh_hant: 切換分類，或在加號裡給它添個新日子。

source: 删除
en: Delete
zh_hant: 刪除

source: 删除分类
en: Delete Category
zh_hant: 刪除分類

source: 删除分类后迁移日子到哪里？
en: Where should these days be moved after deleting the category?
zh_hant: 刪除分類後，要將日子移到哪裡？

source: 删除后会同时取消这个日子的待提醒。
en: Deleting this day also cancels its scheduled reminders.
zh_hant: 刪除後會同時取消這個日子的待提醒。

source: 删除后无法从最近删除恢复。已导出的备份不受影响。
en: This day can no longer be restored from Recently Deleted. Exported backups are not affected.
zh_hant: 刪除後將無法從「最近刪除」還原。已匯出的備份不受影響。

source: 删除这个日子？
en: Delete this day?
zh_hant: 刪除這個日子？

source: 勿扰
en: Do Not Disturb
zh_hant: 勿擾

source: 包含笔记
en: Include note
zh_hant: 包含筆記

source: 午后
en: Afternoon
zh_hant: 午後

source: 单条记录的文字数据过大，尚未上传。
en: This record contains too much text and has not been uploaded.
zh_hant: 單筆記錄的文字資料過大，尚未上傳。

source: 即将到来
en: Upcoming
zh_hant: 即將到來

source: 即将到来，%@，%@
en: Upcoming, %@, %@
zh_hant: 即將到來，%@，%@

source: 原始日期 %@
en: Original date: %@

source: 去设置
en: Settings
zh_hant: 前往設定

source: 双栏
en: Split
zh_hant: 雙欄

source: 取消
en: Cancel

source: 取消置顶
en: Unpin
zh_hant: 取消置頂

source: 可选
en: Optional
zh_hant: 選填

source: 叶子
en: Leaf
zh_hant: 葉子

source: 同步
en: Sync

source: 同步保留版本（%lld）
en: Saved Sync Versions (%lld)

source: 同步未完成，本机数据已保留
en: Sync incomplete; local data preserved
zh_hant: 同步未完成，本機資料已保留

source: 同步状态无法读取，原文件已保留；同步已暂停。
en: The sync state could not be read. The original file is preserved and sync is paused.
zh_hant: 無法讀取同步狀態，原始檔案已保留；同步已暫停。

source: 名称
en: Name
zh_hant: 名稱

source: 向阳
en: Sunlit
zh_hant: 向陽

source: 启用通知
en: Enable Notifications
zh_hant: 啟用通知

source: 图标
en: Icon
zh_hant: 圖示

source: 图标 %@
en: Icon: %@
zh_hant: 圖示 %@

source: 圆形
en: Circular
zh_hant: 圓形

source: 在日子上长按可以置顶它。
en: Touch and hold a day to pin it.
zh_hant: 在日子上長按可以置頂它。

source: 地点
en: Location
zh_hant: 地點

source: 处暑
en: End of Heat
zh_hant: 處暑

source: 备份与恢复
en: Backup and Restore
zh_hant: 備份與還原

source: 备份包含无效或重复的记录，原有数据未更改。
en: The backup contains invalid or duplicate records. Your existing data has not changed.
zh_hant: 備份包含無效或重複的記錄，原有資料未變更。

source: 备份包含日子、照片、分类、最近删除和同步保留版本。文件未加密，请保存在可信的位置。恢复不会改变系统通知权限。
en: Backups include days, photos, categories, recently deleted days, and saved sync versions. Files are not encrypted, so keep them in a trusted location. Restoring does not change system notification permissions.
zh_hant: 備份包含日子、照片、分類、最近刪除和同步保留版本。檔案未加密，請儲存在可信的位置。還原不會變更系統通知權限。

source: 备份已导出。
en: Backup exported.
zh_hant: 備份已匯出。

source: 备份超过 100 MB，无法读取。
en: The backup exceeds 100 MB and cannot be opened.
zh_hant: 備份超過 100 MB，無法讀取。

source: 夏至
en: Summer Solstice

source: 夜间勿扰
en: Quiet Hours
zh_hant: 夜間勿擾

source: 大
en: Large

source: 大寒
en: Major Cold

source: 大暑
en: Major Heat

source: 大雪
en: Major Snow

source: 天前
en: days ago

source: 天后
en: days to go
zh_hant: 天後

source: 太阳
en: Sun
zh_hant: 太陽

source: 好
en: OK

source: 完成
en: Done

source: 家人
en: Family

source: 寒露
en: Cold Dew

source: 导入旧版 iCloud 数据
en: Import Legacy iCloud Data
zh_hant: 匯入舊版 iCloud 資料

source: 导入旧版 iCloud 数据？
en: Import legacy iCloud data?
zh_hant: 匯入舊版 iCloud 資料？

source: 导出原始数据
en: Export Raw Data
zh_hant: 匯出原始資料

source: 导出备份
en: Export Backup
zh_hant: 匯出備份

source: 导出迁移前备份
en: Export Pre-Migration Backup
zh_hant: 匯出移轉前備份

source: 封面取景
en: Cover Crop

source: 封面预览
en: Cover preview
zh_hant: 封面預覽

source: 将替换当前日子和分类，并同步到其他设备。当前数据会留为新的本机副本。
en: Your current days and categories will be replaced and synced to other devices. Your current data will be kept as a new local copy.
zh_hant: 將取代目前的日子和分類，並同步到其他裝置。目前的資料會保留為新的本機副本。

source: 将本机日子同步到当前账户？
en: Sync local days to the current account?
zh_hant: 將本機日子同步到目前的帳號？

source: 小
en: Small

source: 小寒
en: Minor Cold

source: 小小庆祝
en: Little Celebrations
zh_hant: 小小慶祝

source: 小年
en: Little New Year

source: 小暑
en: Minor Heat

source: 小满
en: Grain Buds
zh_hant: 小滿

source: 小组件
en: Widgets
zh_hant: 小工具

source: 小组件预览
en: Widget Preview
zh_hant: 小工具預覽

source: 小雪
en: Minor Snow

source: 尚未授权通知
en: Notifications Are Not Enabled
zh_hant: 尚未授權通知

source: 尚未连接 iCloud
en: Not connected to iCloud
zh_hant: 尚未連接 iCloud

source: 就是今天
en: Today

source: 尺寸
en: Size

source: 工作
en: Work

source: 已保存到相册
en: Saved to Photos
zh_hant: 已儲存到相簿

source: 已完成本次 iCloud 同步
en: iCloud sync complete

source: 已导入 %lld 个日子。
en: Imported %lld days.
zh_hant: 已匯入 %lld 個日子。

source: 已置顶
en: Pinned
zh_hant: 已置頂

source: 已过
en: Since
zh_hant: 已過

source: 已过 %lld 天
en: %lld days elapsed
zh_hant: 已過 %lld 天

source: 已过去
en: Time since
zh_hant: 已過去

source: 开启后才能收到日子提醒
en: Enable notifications to receive event reminders
zh_hant: 開啟後才能收到日子提醒

source: 开始记录
en: Get started
zh_hant: 開始記錄

source: 当前 %lld 个日子将被备份中的 %lld 个日子替换，并同步到其他设备。替换前会保留本机副本。
en: This will replace your current collection (%lld) with the collection in this backup (%lld) and sync it to other devices. A local copy will be saved first.
zh_hant: 目前的 %lld 個日子將被備份中的 %lld 個日子取代，並同步到其他裝置。取代前會保留本機副本。

source: 当前模拟器构建不启用 iCloud 同步，请在配置开发者团队后的签名真机上验证。本机数据不受影响。
en: iCloud sync is disabled in simulator builds. Verify sync on a signed physical device with a configured developer team. Local data is unaffected.
zh_hant: 目前的模擬器版本未啟用 iCloud 同步，請在設定開發者團隊後的簽署實機上驗證。本機資料不受影響。

source: 当天
en: On the Day
zh_hant: 當天

source: 当天、提前提醒与年度回忆
en: Same-day, advance, and annual memory reminders
zh_hant: 當天、提前提醒與年度回憶

source: 当天提醒
en: On the Day
zh_hant: 當天提醒

source: 当天没有日子
en: No events on this date
zh_hant: 當天沒有日子

source: 心情笔记
en: Journal
zh_hant: 心情筆記

source: 念念
en: In Memory

source: 恢复
en: Restore
zh_hant: 還原

source: 恢复%@
en: Restore %@
zh_hant: 還原%@

source: 恢复%@的本机保留版本
en: Restore the saved local version of %@
zh_hant: 還原%@的本機保留版本

source: 恢复“%@”的本机保留版本？
en: Restore the saved local version of "%@"?
zh_hant: 還原「%@」的本機保留版本？

source: 恢复上一次本机副本
en: Restore Previous Local Copy
zh_hant: 還原上一次本機副本

source: 恢复上一次本机副本？
en: Restore the previous local copy?
zh_hant: 還原上一次本機副本？

source: 恢复备份
en: Restore Backup
zh_hant: 還原備份

source: 恢复并同步
en: Restore and Sync
zh_hant: 還原並同步

source: 恢复本机保留版本
en: Restore Saved Local Version
zh_hant: 還原本機保留版本

source: 恢复此备份？
en: Restore this backup?
zh_hant: 還原此備份？

source: 惊蛰
en: Awakening of Insects
zh_hant: 驚蟄

source: 想起这一天 · 「%@」 · %@
en: Remember this day · “%@” · %@
zh_hant: 想起這一天 · 「%@」 · %@

source: 房屋
en: House

source: 所选分类已不可用，修改尚未保存。请选择其他分类后重试。
en: The selected category is no longer available. Your changes have not been saved. Choose another category and try again.
zh_hant: 所選分類已無法使用，變更尚未儲存。請選擇其他分類後再試一次。

source: 手记
en: Journal
zh_hant: 手記

source: 打开系统设置以开启通知
en: Open system settings to enable notifications
zh_hant: 開啟系統設定以啟用通知

source: 换个关键词试试。
en: Try another keyword.
zh_hant: 換個關鍵字試試。

source: 提前 %lld 天
en: %lld days before

source: 提前 1 天
en: 1 Day Before

source: 提前 3 天
en: 3 Days Before

source: 提前 7 天
en: 7 Days Before

source: 提前提醒
en: Advance Reminders

source: 提醒
en: Reminders

source: 提醒方式
en: Reminder Mode

source: 提醒时间无效
en: Invalid reminder time
zh_hant: 提醒時間無效

source: 提醒时间（北京时间）
en: Reminder Time (Beijing)
zh_hant: 提醒時間（北京時間）

source: 搜索日子
en: Search Days
zh_hant: 搜尋日子

source: 搜索标题、地点、备注、分类
en: Search days and categories
zh_hant: 搜尋標題、地點、備註、分類

source: 操作失败
en: Action Failed
zh_hant: 操作失敗

source: 放弃修改
en: Discard Changes
zh_hant: 捨棄變更

source: 放弃未保存的修改？
en: Discard unsaved changes?
zh_hant: 捨棄未儲存的變更？

source: 数据与同步
en: Data and Sync
zh_hant: 資料與同步

source: 数据已恢复。
en: Data restored.
zh_hant: 資料已還原。

source: 新分类
en: New Category
zh_hant: 新分類

source: 新建分类
en: New Category
zh_hant: 新增分類

source: 新的日子
en: New Day

source: 旅行
en: Travel

source: 旗帜
en: Flag
zh_hant: 旗幟

source: 无
en: None
zh_hant: 無

source: 无法请求通知权限：%@
en: Unable to request notification access: %@
zh_hant: 無法請求通知權限：%@

source: 无法读取此备份，原有数据未更改。
en: This backup could not be read. Your existing data has not changed.
zh_hant: 無法讀取此備份，原有資料未變更。

source: 无法读取照片
en: Unable to Read Photo
zh_hant: 無法讀取照片

source: 无相册权限
en: Photos access denied
zh_hant: 無相簿權限

source: 日历
en: Calendar
zh_hant: 日曆

source: 日子
en: Days

source: 日子 已删除
en: Event deleted
zh_hant: 日子 已刪除

source: 日子名称
en: Day name
zh_hant: 日子名稱

source: 日子已删除
en: Event deleted
zh_hant: 日子已刪除

source: 日子提醒
en: Day Reminders

source: 日子提醒未能取消，请重试。
en: Could not cancel this event's reminders. Please try again.
zh_hant: 日子提醒未能取消，請重試。

source: 日子清单
en: Your days
zh_hant: 日子清單

source: 日子选项
en: Day Options
zh_hant: 日子選項

source: 日常
en: Everyday

source: 日期
en: Date

source: 日期超出范围
en: Date out of range
zh_hant: 日期超出範圍

source: 早安 · 今天也要好好生活，珍惜每一个值得记住的日子。
en: Good morning · Cherish today and every day worth remembering.
zh_hant: 早安 · 今天也要好好生活，珍惜每一個值得記住的日子。

source: 时光
en: Days Remember
zh_hant: 時光

source: 时光 · 重要日子
en: Days Remember · Events
zh_hant: 時光 · 重要日子

source: 时光原始数据
en: Days Remember Raw Data
zh_hant: 時光原始資料

source: 时光回忆
en: Memories
zh_hant: 時光回憶

source: 时光备份
en: Days Remember Backup
zh_hant: 時光備份

source: 时光记忆
en: Memories
zh_hant: 時光記憶

source: 时光迁移前备份
en: Days Remember Pre-Migration Backup
zh_hant: 時光移轉前備份

source: 星星
en: Star

source: 春分
en: Spring Equinox

source: 春节
en: Lunar New Year
zh_hant: 春節

source: 昨天是「%@」
en: “%@” was yesterday.

source: 晨间问候由系统每日重复，占用 1 个名额。
en: The system repeats the morning greeting daily, using one reminder slot.
zh_hant: 晨間問候由系統每日重複，佔用 1 個名額。

source: 暂无即将到来的日子
en: No upcoming events
zh_hant: 暫無即將到來的日子

source: 暂无将至 日子
en: None upcoming
zh_hant: 暫無將至 日子

source: 暂时无法确认通知权限
en: Unable to Confirm Notification Access
zh_hant: 暫時無法確認通知權限

source: 暂未安排提醒
en: No Reminders Scheduled
zh_hant: 暫未安排提醒

source: 更多操作
en: More actions

source: 最近删除
en: Recently Deleted
zh_hant: 最近刪除

source: 最近删除（%lld）
en: Recently Deleted (%lld)
zh_hant: 最近刪除（%lld）

source: 最近发送
en: Last Sent
zh_hant: 最近傳送

source: 最近接收
en: Last Received

source: 最近的日子
en: Next Event

source: 月
en: month

source: 月亮和星星
en: Moon and Stars

source: 有 %lld 条提醒未能更新，请重试；页面仅显示系统已安排的提醒。
en: %lld reminders could not be updated. Please try again. Only reminders scheduled by the system are shown.
zh_hant: 有 %lld 條提醒未能更新，請重試；頁面僅顯示系統已安排的提醒。

source: 未发现可导入的新日子。旧数据可能仍在下载，请稍后重试。
en: No new days were found to import. Legacy data may still be downloading. Try again later.
zh_hant: 未找到可匯入的新日子。舊資料可能仍在下載，請稍後再試。

source: 未同步
en: Not Synced

source: 未知分类
en: Unknown Category
zh_hant: 未知分類

source: 未能保存
en: Unable to Save
zh_hant: 無法儲存

source: 本月日子
en: This month's days

source: 本月没有记录的日子
en: No days recorded this month
zh_hant: 本月沒有記錄的日子

source: 本机保留版本
en: Saved Local Versions
zh_hant: 本機保留版本

source: 本机数据未能保存，之前的数据已保留。请检查可用空间，或从备份恢复。
en: Local data could not be saved. Your previous data is preserved. Check available storage or restore a backup.
zh_hant: 本機資料未能儲存，先前的資料已保留。請檢查可用空間，或從備份還原。

source: 本机数据未能完整读取，原始数据已保留。请先导出原始数据，或从备份恢复。
en: Some local data could not be read. The original data is preserved. Export the original data or restore a backup first.
zh_hant: 本機資料未能完整讀取，原始資料已保留。請先匯出原始資料，或從備份還原。

source: 本机日子及照片将上传到系统当前登录的 iCloud 账户，请先确认账户归属。
en: Local days and photos will be uploaded to the iCloud account currently signed in on this device. Confirm that it is the correct account before continuing.
zh_hant: 本機日子及照片將上傳到系統目前登入的 iCloud 帳號，請先確認帳號歸屬。

source: 本机更改等待上传
en: Local changes pending upload
zh_hant: 本機變更等待上傳

source: 本次 · 第%lld周年
en: This time · %lld-year anniversary
zh_hant: 本次 · 第%lld週年

source: 极简
en: Minimal
zh_hant: 極簡

source: 查看日子详情
en: View day details
zh_hant: 查看日子詳情

source: 标签
en: Tag
zh_hant: 標籤

source: 样式
en: Style
zh_hant: 樣式

source: 正在与 iCloud 同步
en: Syncing with iCloud
zh_hant: 正在與 iCloud 同步

source: 正在检查 iCloud 账户
en: Checking iCloud account
zh_hant: 正在檢查 iCloud 帳號

source: 正在读取备份
en: Reading Backup
zh_hant: 正在讀取備份

source: 正在读取系统提醒…
en: Loading Scheduled Reminders…
zh_hant: 正在讀取系統提醒…

source: 此备份来自更新版本的时光，请先更新 App。
en: This backup was created by a newer version of Days Remember. Update the app first.
zh_hant: 此備份來自較新版本的時光，請先更新 App。

source: 此版本将恢复对应的%@，替换当前同一条记录并同步到其他设备。其他记录保持不变。恢复后将移除此保留版本。
en: Restoring this version replaces the current record (type: %@) and syncs it to other devices. Other records stay unchanged. This saved local version will be removed after restoration.
zh_hant: 此版本將還原對應的%@，取代目前同一筆記錄並同步到其他裝置。其他記錄保持不變。還原後將移除此保留版本。

source: 每天 08:00
en: Every Day at 08:00

source: 每年
en: Yearly

source: 每日晨间问候
en: Daily Morning Greeting
zh_hant: 每日晨間問候

source: 毕业帽
en: Graduation Cap
zh_hant: 畢業帽

source: 永久删除
en: Delete Permanently
zh_hant: 永久刪除

source: 永久删除%@
en: Permanently delete %@
zh_hant: 永久刪除%@

source: 永久删除%@的本机保留版本
en: Permanently delete the saved local version of %@
zh_hant: 永久刪除%@的本機保留版本

source: 永久删除“%@”的本机保留版本？
en: Permanently delete the saved local version of "%@"?
zh_hant: 永久刪除「%@」的本機保留版本？

source: 永久删除本机保留版本
en: Permanently Delete Saved Local Version
zh_hant: 永久刪除本機保留版本

source: 永久删除这个日子？
en: Permanently delete this day?
zh_hant: 永久刪除這個日子？

source: 没有找到日子
en: No days found
zh_hant: 沒有找到日子

source: 没有最近删除的日子
en: No Recently Deleted Days
zh_hant: 沒有最近刪除的日子

source: 没有本机保留版本
en: No Saved Local Versions
zh_hant: 沒有本機保留版本

source: 海岸
en: Coast

source: 添加日子
en: Add Day
zh_hant: 新增日子

source: 清明
en: Qingming

source: 清除
en: Clear

source: 照片
en: Photo

source: 照片未能加载，原封面已保留。请重新选择。
en: The photo could not be loaded. Your previous cover has been kept. Choose another photo or try again.
zh_hant: 無法載入照片，已保留原封面。請重新選擇。

source: 爪印
en: Paw Print

source: 爱心
en: Heart
zh_hant: 愛心

source: 爱情
en: Love
zh_hant: 愛情

source: 牛
en: Ox

source: 狗
en: Dog

source: 猪
en: Pig
zh_hant: 豬

source: 猴
en: Monkey

source: 玫瑰
en: Rose

source: 琥珀
en: Amber

source: 生成失败，请重试
en: Couldn't create the image. Try again.
zh_hant: 產生失敗，請重試

source: 生日蛋糕
en: Birthday Cake

source: 生活
en: Life

source: 白露
en: White Dew

source: 相机
en: Camera
zh_hant: 相機

source: 矩形
en: Rectangular

source: 确认使用当前 iCloud 账户
en: Confirm Current iCloud Account
zh_hant: 確認使用目前的 iCloud 帳號

source: 确认并同步
en: Confirm and Sync
zh_hant: 確認並同步

source: 礼物
en: Gift
zh_hant: 禮物

source: 秋分
en: Autumn Equinox

source: 立冬
en: Start of Winter

source: 立夏
en: Start of Summer

source: 立春
en: Start of Spring

source: 立秋
en: Start of Autumn

source: 端午
en: Dragon Boat Festival

source: 笔记
en: Notes
zh_hant: 筆記

source: 第%lld日
en: Day %lld

source: 类型
en: Type
zh_hant: 類型

source: 系统已安排 %lld 条提醒
en: The system has scheduled %lld reminders.
zh_hant: 系統已安排 %lld 條提醒

source: 给这一天起个名字
en: Name this day
zh_hant: 為這一天取個名字

source: 继续编辑
en: Keep Editing
zh_hant: 繼續編輯

source: 编辑
en: Edit
zh_hant: 編輯

source: 编辑%@
en: Edit %@
zh_hant: 編輯%@

source: 编辑分类
en: Edit Category
zh_hant: 編輯分類

source: 编辑日子
en: Edit Day
zh_hant: 編輯日子

source: 置顶
en: Pin
zh_hant: 置頂

source: 羊
en: Goat

source: 腊八
en: Laba Festival
zh_hant: 臘八

source: 自定义
en: Custom
zh_hant: 自訂

source: 自定义（%lld次）
en: Custom (%lld reminders)
zh_hant: 自訂（%lld次）

source: 芒种
en: Grain in Ear
zh_hant: 芒種

source: 花与光
en: Flowers and Light
zh_hant: 花與光

source: 花期
en: In Bloom

source: 茶杯
en: Teacup

source: 虎
en: Tiger

source: 蛇
en: Snake

source: 行内
en: Inline
zh_hant: 行內

source: 记录第一个日子
en: Add your first day
zh_hant: 記錄第一個日子

source: 记忆
en: Memory
zh_hant: 記憶

source: 请定期打开应用更新排程；长期不打开，日期提醒到期后不会自动续排。单日“不提醒”也不参与年度回忆。
en: Open the app regularly to refresh the schedule. Dated reminders do not renew automatically after they run out. Events set to “No reminders” are also excluded from annual memories.
zh_hant: 請定期開啟應用程式更新排程；長期不開啟，日期提醒到期後不會自動續排。單日「不提醒」也不參與年度回憶。

source: 请检查系统中的 iCloud 登录、账户限制和网络，再重试同步。
en: Check your iCloud sign-in, account restrictions and network connection in Settings, then retry sync.
zh_hant: 請檢查系統中的 iCloud 登入、帳號限制和網路，再重試同步。

source: 谷雨
en: Grain Rain
zh_hant: 穀雨

source: 赤陶
en: Terracotta

source: 起始日
en: Start date

source: 跟随全局
en: Global
zh_hant: 跟隨全域

source: 跟随全局设置
en: Use Global Settings
zh_hant: 跟隨全域設定

source: 迁移到 %@
en: Move to %@
zh_hant: 移到 %@

source: 迁移前备份未完成，同步尚未开启；本机日子仍可使用。%@
en: The pre-migration backup could not be completed, so sync has not started. Your local days are still available. %@
zh_hant: 移轉前備份未完成，同步尚未開啟；本機日子仍可使用。%@

source: 过往日子的年度回忆，遵循公历或农历
en: Yearly memories for past events, following the Gregorian or lunar calendar
zh_hant: 過往日子的年度回憶，遵循公曆或農曆

source: 返回
en: Back

source: 还有
en: Until
zh_hant: 還有

source: 还没有 日子
en: No events
zh_hant: 還沒有 日子

source: 还没有日子
en: No Days Yet
zh_hant: 還沒有日子

source: 还没有置顶的日子
en: No pinned days
zh_hant: 還沒有置頂的日子

source: 这个分类里还没有日子
en: No days in this category
zh_hant: 這個分類裡還沒有日子

source: 这个日子已被删除，修改尚未保存。草稿已保留。
en: This day has been deleted. Your changes have not been saved, but your draft has been kept.
zh_hant: 這個日子已被刪除，變更尚未儲存。已保留草稿。

source: 这里还没有日子
en: No days yet
zh_hant: 這裡還沒有日子

source: 远方
en: Far Away
zh_hant: 遠方

source: 追加导入
en: Import New Records
zh_hant: 追加匯入

source: 选择%@封面
en: Select %@ Cover
zh_hant: 選擇%@封面

source: 选择一个重要日子，或自动显示最近的日子。
en: Choose an important event, or automatically show the next one.
zh_hant: 選擇一個重要日子，或自動顯示最近的日子。

source: 选择农历日期
en: Choose Lunar Date
zh_hant: 選擇農曆日期

source: 选择日子
en: Choose an Event
zh_hant: 選擇日子

source: 选择日期
en: Choose Date
zh_hant: 選擇日期
